export const data = {
    main: {
        text: "Здесь представлен мой коммерческий опыт работы, из соображений конфиденциальности конкретные проекты, над которыми в компаниях я работал не разглашаются.",
        items: [
            {
                title: '2019-2020',
                text: 'компания разработчик ПО Makves'
            },
            {
                title: '2020-2022',
                text: 'дизайн-студия Pinkman'
            },
            {
                title: '2023-2024',
                text: 'Smart Space Lab Team'
            },
            {
                title: '2022',
                text: 'РСХБ-интех'
            }
        ]
    },
    projects: {
        text: "Здесь находятся проекты, в которых я принимал участие",
        items: [
            {
                title: 'Informal Place',
                text: 'Платформа, позволяющая создавать свои курсы'
            },
            {
                title: 'Project_1',
                text: 'Описание проекта будет здесь'
            },
            {
                title: 'Project_2',
                text: 'Описание проекта будет здесь'
            },
            {
                title: 'Project_3',
                text: 'Описание проекта будет здесь'
            },
            {
                title: 'Project_3',
                text: 'Описание проекта будет здесь'
            },
            {
                title: 'Project_3',
                text: 'Описание проекта будет здесь'
            },
            {
                title: 'Project_3',
                text: 'Описание проекта будет здесь'
            },
            {
                title: 'Project_3',
                text: 'Описание проекта будет здесь'
            },
            {
                title: 'Project_3',
                text: 'Описание проекта будет здесь'
            }
        ]
    },
    tech: {
        text: "Здесь описаны технологии, которые я применяю в своей работе. Мой базовый стек, без которого не обходится ни один проект, а также дополнительные библиотеки и технологии",
        items: [
            {
                title: 'Базовый стек',
                text: 'React, TypeScript, SCSS, Redux'
            },
            {
                title: 'Серверные технологии',
                text: 'NodeJS, NextJS'
            },
            {
                title: 'Другие технологии',
                text: 'Тailwind'
            }
        ]
    },
}